---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IOpenFromCloudCallback
source: html/f75cbbd0-be0f-67fa-34b8-320dd1ec290e.htm
---
# IOpenFromCloudCallback Members

A method called when the conflict is happen during the model opening.